[
{
            "id": "1",
            "category": “Ice cream flavours“,
            "title": “Vanilla”,
            “description”: “This is the most plain ice cream flavour there is. It is also the least exciting, however it is the tastiest.“,
            "link": null,
            "image": null,
},
        {
            "id": "2",
            "category": "Ice cream flavours",
            "title": “Chocolate”,
            “description”: “This is a flavour frequently argued over. Some people hate it, some people like it, some people actually don’t care much for it. If it has real chunks in it, it can be nice. If it doesn’t have any real chocolate in it, then it probably isn’t worth it. You will only end up disappointed.“,
            "link": "https:\/\/en.wikipedia.org\/wiki\/Chocolate”,
            "image": null,
        },
        {
            "id": “3”,
            "category": "Ice cream flavours",
            "title": “Strawberry”,
            “description”: “Why is this always the third option? What’s wrong with raspberry, or blueberry, or blackberry, or any of the other berries? Strawberry ice cream so rarely actually tastes like strawberries, you’re probably safer just opting for vanilla really. Unless you’re at a really posh ice cream joint (you can tell a posh one because they offer exotic flavours like ‘stracciatella’ or ‘cerise’) in which case, definitely try the strawberry, because there is a chance it’ll have some fruit in it, and that counts towards your 5-a-day.“,
            "link": null,
            "image": null,
        },
{
            "id": “4”,
            "category": “Cars”,
            "title": “Morris Minor”,
            “description”: “Fondly described as ‘moggies’, these trendy little boxes from the olden days are terrible to drive and expensive to keep, but highly popular among hipsters and car aficionados.“,
            "link": null,
            "image": null,
        },
{
            "id": “5”,
            "category": “Cars”,
            "title": “Ford Escort”,
            “description”: “What a 90s superstar this car was. Not only that, but it is arguably a cultural classic - J K Rowling included a flying ford escort in her second Harry Potter novel.“,
            "link": null,
            "image": null,
        },
{
            "id": “6”,
            "category": “Cars",
            "title": “Jaguar XJ220”,
            “description”: “This was a very expensive car when it came out, and is probably a very expensive car now. Sleek in design and featuring an engine and headlights, this was a car that very rich people bought and probably didn’t drive a lot; this is not the kind of car you’d pop down to Tesco in. It probably lacks adequate storage space in the boot. In 1993, Commodore and Sega released a racing game named after this car, which was well-reviewed by video games critics at the time.“,
            "link": “https:\/\/en.wikipedia.org\/wiki\/Jaguar_XJ220”,
            "image": null,
        },
{
            "id": “7”,
            "category": “Cars",
            "title": “Nissan Micra”,
            “description”: “What a sweet little car this was. Terrible, but very small and compact.“,
            "link": null,
            "image": null,
        },
{
            "id": “8”,
            "category": “Social Media Platforms“,
            "title": “Facebook”,
            “description”: “Facebook has been around for over ten years now. Originally only open to university networks, it now has no such restrictions. Founded and owned by Mark Zuckerberg, it is among the post popular social networks in the world. It is declining in use, however, as younger people are driven to younger platforms like SnapChat.“,
            "link": null,
            "image": null,
        },
{
            "id": “9”,
            "category": “Social Media Platforms“,
            "title": “Instagram”,
            “description”: “A picture editing application, for sharing photographs of you or the world around you. Commonly parodied in the media as ‘that app which young people use to take pictures of their food’, it has a wide appeal to younger and older audiences alike, and has seen users steadily grow over time.“,
            "link": null,
            "image": null,
        },
{
            "id": “10”,
            "category": “Social Media Platforms“,
            "title": “SnapChat”,
            “description”: “This mysterious app is a photo sharing app, where images disappear after a period of time set by the user. However, it doesn’t prevent screenshots, so that seems like a bit of a flaw to me. This app is very popular amongst 14-25-year olds. I’ll be honest; i don’t know much else about it.“,
            "link": null,
            "image": null,
        },
{
            "id": “11”,
            "category": "Social Media Platforms",
            "title": “Twitter”,
            “description”: “The angry, bitter, social media, where people throw shade at each other, insult and berate each other, and occasionally congratulate each other. This is the social media network for grumpy 30+ year olds who are annoyed that their local shop is out of Manuka honey and furious that Piers Morgan is still allowed to present on television.“,
            "link": null,
            "image": null,
        },
{
            "id": “12",
            "category": “Social Media Platforms“,
            "title": “Pinterest”,
            “description”: “This is the social network that your mum absolutely loves. You browse images, and group them together into boards to show off your collection of links or pretty pictures. It is very popular with crafters, event organisers, graphic designers, or brides-to-be.“,
            "link": null,
            "image": null,
        },
{
            "id": “13”,
            "category": “Animals“,
            "title": “Cows”,
            “description”: “Graceful beasts, come in black and white, or brown. Mooing is not optional. They like sitting down when it’s about to rain.“,
            "link": null,
            "image": null,
        },
{
            "id": “14”,
            "category": “Animals“,
            "title": “Chickens”,
            “description”: “Chickens are supposed to be the closest living relatives to dinosaurs, which makes them automatically the coolest animals ever. They like to hang out together, love a good bit of grain, and make a contented clucking noise until they head to sleep - normally a little before 4pm.“,
            "link": null,
            "image": null,
        },
{
            "id": “15”,
            "category": “Animals“,
            "title": “Sheep”,
            “description”: “Not to be confused with goats, sheep are the woolly-coated baa-ing ones. They come in black and white, or just white, and when they are really young they are incredibly bouncy. Small sheep are commonly called ‘lambs’, or just ’cute’.“,
            "link": null,
            "image": null,
        },
{
            "id": “16”,
            "category": “Animals“,
            "title": “Pigs”,
            “description”: “These are the wisest and cleverest of the farm animals. Sometimes, people buy themselves micro pigs as pets, and sometimes it turns out that they are just normal healthy piglets, and grow to be enormous. Pigs are lovely, kind creatures, and come in pink or black.“,
            "link": null,
            "image": null,
        },
{
            "id": “17”,
            "category": “Animals“,
            "title": “Horses”,
            “description”: “There are many different breeds of horse. The Shetland variety is very short. Horses are often trained to run, and jump over hedges. Humans have a habit of giving horses silly names like ‘Whomever Wins’ or ‘Lemmy Wingnut’. Luckily the horses don’t know this, otherwise it might be a problem; horses can be very big and strong, and probably practise boxing in their spare time. Petrifying.“,
            "link": null,
            "image": null,
        }
  ]